Repository: isanchezcigna/ps_request_quote
Catalog: translations/*/messages.xlf
Languages: es

# title
source: Request a Quote
es: Solicitar Cotización

# description
source: Allow customers to request quotes instead of direct purchases. Professional B2B solution.
es: Permite a los clientes solicitar cotizaciones en lugar de compras directas. Solución B2B profesional.

# button_text
source: Request a Quote
es: Solicitar Cotización

# hide_price
source: Hide Price on Quote Products
es: Ocultar Precio en Productos de Cotización

# hide_buy_button
source: Hide Buy Button (Replace with Quote)
es: Ocultar Botón de Compra (Reemplazar con Cotización)

# enable_quote
source: Enable Quote Button
es: Habilitar Botón de Cotización

source: Quote Button Text
es: Texto del Botón de Cotización

source: Message (optional)
es: Mensaje (opcional)

# placeholder
source: Any special request or question?
es: ¿Alguna solicitud especial o pregunta?

# success_message
source: Quote request sent successfully!
es: ¡Solicitud de cotización enviada exitosamente!

# error_message
source: An error occurred. Please try again.
es: Ocurrió un error. Por favor, intente de nuevo.

# must_login
source: You must be logged in to request a quote
es: Debe iniciar sesión para solicitar una cotización

# new_quote
source: New Quote Request
es: Nueva Solicitud de Cotización
